---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.ApplicationInitializedEventArgs
source: html/1727b7ac-d3b4-460e-a950-fe77c8419453.htm
---
# ApplicationInitializedEventArgs Members

Indicates whether the event is being cancelled.